comand = input("Введите команду ")
while comand  !="выход":
    if comand == "стишок":
        print("И труд нелеп, и бестолкова праздность,")
        print("И с плеч долой всё та же голова,")
        print("Когда приходит бешеная ясность,")
        print("Насилуя притихшие слова.")
    elif comand == "анекдот":
        print("-А микроводновка у вас работает?")
        print("-Как часы.")
        print("-Что-то она неработает...")
        print("-Я же говорю работает, как часы...")
    else:
        print("команда не найдена")
    comand=input("введите команду ")
